[Translation]
LangCode=041e
ReadHabit=Left-to-Right
LanguageName=THA
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Information=ข้อมุล
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=ข้อมุล
pmGo=เปิดโฟลเดอร์ที่มี
pmNone=ไม่เลือก
pmAll1=เลือกทั้งหมด
pmrec=แนะนำ
pmIgnore=เพิกเฉยรายการนี้
pmExport=ส่งออกไปยัง...
pmInvert=สลับการเลือก
pmJoin=เข้าร่วมประสบการของลูกค้า
Frminput.btnok.caption=ตกลง
Frminput.btncancel.caption=ยกเลิก
FrmWDC.pmPortable.caption=สร้างเวอร์ชันพกพา
FrmWDC.pmHelp.caption=ช่วยเหลือออนไลน์
FrmWDC.pmHome.caption=โฮมเพจ
FrmWDC.pmCheckNew.caption=ตรวจสอบการอัพเดต
FrmWDC.pmLang.caption=ภาษา
FrmWDC.pmSkin.caption=เปลี่ยนสกิน
FrmWDC.pmJoin.caption=เข้าร่วมประสบการของลูกค้า
FrmWDC..caption=เกี่ยวกับ
FrmWDC.btncomm.caption=ล้างปกติ
FrmWDC.btnadv.caption=ล้างขั้นสูง
FrmWDC.btnsilm.caption=ลดขนาดระบบ
FrmWDC.btnrestore.caption=คืนค่า
FrmWDC.btnsettings.caption=ตั้งค่า
FrmWDC.btnlikeit.caption=ชอบ
FrmWDC.btnsuggest.caption=ข้อเสนอแนะและคำติชม
FrmAdvSettings.lblinfo.caption="ค้นหาไฟล์ที่ว่างเปล่า" มีผลบังคับใช้เพียงครั้งเดียว
ครั้งต่อไปที่คุณต้องการเลือกที่จะติดอีกครั้ง
Frmadvdc.btnscan.caption=เริ่มสแกน
Frmadvdc.lblpath.caption=พื้นที่สแกน:
Frmadvdc.btnrescan.caption=สแกนอีกครั้ง
Frmadvdc.btnall.caption=เลือกทั้งหมด
Frmadvdc.btnadvanced.caption=ตั้งค่าขั้นสูง
Frmadvdc.btnnone.caption=ไม่เลือก
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleane เป็นผู้นำฟรีตัวล้างค่ารีจิสทรีสำหรับวินโดวส์ เร็ว ละเอียด และปลอดภัย!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer เป็น
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=การสแกนความเร็วสูงที่เร็วที่สุดในโลก
Frmadvdc.lblrec.caption=แอพพลิเคชันอื่น ๆ ที่ผู้ใช้ชอบ:
Frmadvdc.vtfiles.Columns[0]=ชื่อไฟล์
Frmadvdc.vtfiles.Columns[1]=ขนาด
Frmadvdc.vtfiles.Columns[2]=พาธ
Frmadvdc.vtfiles.Columns[3]=ครั้งสุดที่เข้าถึง
Frmadvdc.vtfiles.Columns[4]=ประเภท
FrmAdvSettings.btnok.caption=ตกลง
FrmAdvSettings.btnadd.caption=เพิ่ม
FrmAdvSettings.btnremove.caption=ลบ
FrmAdvSettings.btncancel.caption=ยกเลิก
FrmAdvSettings.wcknull.caption=พบไฟล์ว่าง (0 ไบต์ ขั้นต่ำ)
FrmAdvSettings.wckshortcut.caption=พบช็อตคัทไม่ถูกต้อง (ขั้นต่ำ)
FrmAdvSettings.caption=ตั้งค่าขั้นสูง
FrmAdvSettings.btnre.caption=แนะนำ
FrmAdvSettings.btnall.caption=เลือกทั้งหมด
FrmAdvSettings.btnnone.caption=ไม่เลือก
FrmAboutWin.caption=เกี่ยวกับ
FrmAboutWin.btnOK.caption=ตกลง
FrmAbout.lblver.caption=เวอร์ชันปัจจุบัน:
FrmAbout.lblhome.caption=โฮมเพจ:
FrmAbout.lblemail.caption=อีเมลสนับสนุน:
FrmAbout.lblthanks.caption=ของคุณท
FrmAutorunSettings.lblcmd.caption=ขอบคุณทุกท่านที่ติดตามผลงานของพวกเขา:
FrmAutorunSettings.lblcmdinfo.caption=คุณสามารถใช้งานโปรแกรม สแกน และ ล้าง ไดรฟ์ของคุณอัตโนมัติโดยชุดคำสั่ง สำหรับข้อมูลเพิ่มเติม กรุณากด F1 หรือ คลิกติดตาม URL เพื่ออ่านเอกสารช่วยเหลือ
FrmAutorunSettings.chk1.caption=สร้างไอคอน  'Clean with 1-click และวางบนหน้าเดสก์ทอป
FrmAutorunSettings.chkadv.caption=รวมถึงการล้างขั้นสูง
FrmAutorunSettings.btnhelp.caption=ช่วยเหลือออนไลน์
FrmCommon.btnall.caption=เลือกทั้งหมด
FrmCommon.btnre.caption=แนะนำ
FrmCommon.btnnone.caption=ไม่เลือก
FrmCommon.wckadv.caption=รวมถึงการล้างขั้นสูง
FrmCommon.WiseLabel1.caption=ปฏิทิน
FrmCommon.lbltype.caption=เลือกประเภทการทำงาน:
FrmCommon.lblweek.caption=เลือกวัน:
FrmCommon.lbltime.caption=เวลา:
FrmCommon.btnScan.caption=เริ่มสแกน
FrmCommon.lblstat.caption=เร็วและง่ายที่จะล้างไฟล์และร่องรอยที่ไม่มีประโยชน์
FrmCommon.btncancel.caption=ยกเลิก
FrmCommon.btnrescan.caption=สแกนอีกครั้ง
FrmExclusion.btnAddFile.caption=เพิ่มไฟล์
FrmExclusion.btnAddFolder.caption=เพิ่มโฟลเดอร์
FrmExclusion.btnAddType.caption=เพิ่มประเภทไฟล์
FrmExclusion.BtnAddCookie.caption=เพิ่มคุกกี้
FrmExclusion.btnImport.caption=นำเข้า
FrmExclusion.btnExport.caption=ส่งออก
FrmExclusion.btnRemove.caption=ลบ
FrmGeneral.chkNews.caption=รับจดหมายข่าวอัตโนมัติ
FrmGeneral.chkwipe.caption=การลบความปลอดภัย (ขั้นต่ำ)
FrmGeneral.WiseLabel1.caption=ตรวจสอบการอัพเดต:
FrmGeneral.WiseLabel2.caption=ภาษาเริ่มต้น:
FrmGeneral.btnchecknew.caption=ตรวจสอบเดี๋ยวนี้
FrmGeneral.WiseLabel4.caption=โฟลเดอร์ว่างที่กำหนดเอง (ผู้ใช้ขั้นสูงเท่านั้น)
FrmGeneral.btnAdd.caption=เพิ่ม
FrmGeneral.btnRemove.caption=ลบ
FrmRestore.btnrestore.caption=คืนค่า
FrmRestore.btnremove.caption=ลบ
FrmRestore.Btnclose.caption=ปิด
FrmRestore.caption=คืนค่า
FrmSettings.tsCommon.caption=ทั่วไป
FrmSettings.tsAutoRun.caption=ใช้งานอัตโนมัติ
FrmSettings.tsExclusion.caption=ข้อยกเว้น
FrmSettings.btnAbout.caption=เกี่ยวกับ
FrmSettings.btnok.caption=ตกลง
FrmSettings.btncancel.caption=ยกเลิก
FrmSettings.caption=ตั้งค่า
FrmSysClean.lblrecommendinfo.caption=กรุณาลองใช้ผลิตภัณฑ์ของเราเพื่อปรับปรุงประสิทธิภาพวินโดวส์เดี๋ยวนี้
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer เป็น
FrmSysClean.lbl1.caption=Wise Registry Cleaner เป็นผู้นำการล้างรีจิสทรีสำหรับวินโดวส์ เร็ว ละเอียด และปลอดภัย
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=คุณต้องการที่จะไปปรับปรุงประสิทธิภาพวินโดวส์ของคุณหรือไม่
FrmSysClean.btnSlimming.caption=ลดขนาดลง
FrmSysClean.btnall.caption=เลือกทั้งหมด
FrmSysClean.btnrecommended.caption=แนะนำ
FrmSysClean.btnnone.caption=ไม่เลือก
FrmSysClean.vtsys.Columns[0]=รายการ
FrmSysClean.vtsys.Columns[1]=ขนาด
FrmSysClean.vtsys.Columns[2]=พื้นที่
FrmSysClean.vtsys.Columns[3]=ข้อเสนอแนะ
FrmDiskDefrag.btnfree.caption=พื้นที่ว่าง
FrmDiskDefrag.btnfolder.caption=โฟล์เดอร์
FrmDiskDefrag.btnfile.caption=ไฟล์
FrmDiskDefrag.btnsystem.caption=ไฟล์ระบบ
FrmDiskDefrag.btnFragmented.caption=ชิ้นส่วน
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=ปิดเครื่องหลังจากจัดเรียงข้อมูลดิสก์
FrmDiskDefrag.btnpause.caption=หยุดชั่วขณะ
FrmDiskDefrag.btnstop.caption=หยุด
FrmDiskDefrag.btnDefrag.caption=จัดเรียงข้อมูล
FrmWDC.btndefrag.caption=จัดเรียงข้อมูลดิสก์
FrmlikeUs.lblTitle.caption=ถ้าคุณรับ Wise Disk Cleaner กรุณาแนะนำเครื่องมือนี้ให้แก่คนที่คุณรัก
FrmlikeUs.lblInfo.caption=กรุณาแบ่งปัน Wise Disk Cleaner แก่ครอบครัวของคุณ เพื่อน เพื่อนร่วมห้อง และ เพื่อนร่วมงาน โดย อีเมลล์ บลอก Twitter Youtube Facebook ฯลฯ คุณจะนำความสะดวกสบายและมีประสิทธิภาพเพื่อชีวิตของพวกเขา 
FrmlikeUs.lblRate.caption=คะแนน Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=ติดตามพวกเราบน:
FrmlikeUs.lblshare.caption=แบ่งปัน Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=ดาวน์โหลดฟรี
FrmlikeUs.imgrate.hint=ให้คะแนนพวกเรา 5 ดาว
FrmlikeUs.imgmail.hint=แบ่งปันแก่เพื่อนของคุณ
FrmlikeUs.imgface1.hint=แบ่งปันผ่าน Facebook
FrmlikeUs.imgface2.hint=ติดตามพวกเราผ่าน Facebook
FrmlikeUs.imgtwitter1.hint=แบ่งปันผ่าน Twitter 
FrmlikeUs.imgtwitter2.hint=ติดตามพวกเราผ่าน Twitter
FrmlikeUs.Caption=ชอบ
FrmlikeUs.lbldownload.caption=ดาวโหลดฟรีแวร์เพิ่มเติมได้ที่ WiseCleaner.com:
Frmsecurity.caption=WiseCleaner.com โปรแกรมที่เพิ่มประสบการณ์ของลูกค้า
Frmsecurity.lbltitle.caption=เข้าร่วมโปรแกรมที่เพิ่มประสบการณ์ของลูกค้า
Frmsecurity.lblinfo1.caption=เพื่อช่วยเหลือปรับปรุงผลิตภัณฑ์นี้ คุณสามารถเข้าร่วมโปรแกรมที่เพิ่มประสบการณ์ของลูกค้าเพื่อส่งข้อมูลไปยัง WiseCleaner.com เกี่ยวกับวิธีการที่คุณใช้ผลิตภัณฑ์จาก WiseCleaner.com
Frmsecurity.lblinfo2.caption=ไม่มีข้อมูลที่เก็บรวบรวมจะถูกใช้เพื่อระบุตัวหรือติดต่อคุณ และคุณอาจเลือกที่จะออกจากโปรแกรมในเวลาใด ๆ
Frmsecurity.lbllink.caption=โปรแกรมที่เพิ่มประสบการณ์ของลูกค้า
Frmsecurity.cbagree.caption=เข้าร่วมโปรแกรมที่เพิ่มประสบการณ์ของลูกค้า
Frmsecurity.cbagainst.caption=ฉันไม่ต้องการเข้าร่วมโปรแกรมในเวลานี้
Frmsecurity.btnok.caption=ตกลง

[GUI]
ButtonYes=ใช่
ButtonNo=ไม่
ButtonOK=ตกลง
ButtonMinimize=ย่อหน้าต่าง
ButtonMaximize=ขยายหน้าต่าง
ButtonClose=ปิด
ButtonRestore=คืนค่า
ButtonMenu=เมนู

[Message]
LestOneItem=คุณต้องเลือกรายการที่จะล้าง
HistorySaved=พื้นที่ว่างคือ: %s
DisableAdd=เพื่อความปลอดภัยของบางโฟลเดอร์พิเศษ (เช่น "Windows Folder" "Boot of Hard Drive" และ "CD-ROM") จะไม่อนุญาตให้มีการเพิ่มเข้าไปในรายการนี้
ConfirmAdd=คุณต้องการลบไฟล์ทั้งหมดใน %s เมื่อคุณใช้งาน "การล้างขั้นสูง" หรือไม่
DupFolder=โฟลเดอร์นี้ไม่มีอยุ่ในรายการ
ExImport=รายชื่อข้อยกเว้นถูกส่งออกไปยัง:
SelectHardDrive=กรุณาเลือกฮาร์ดไดรฟ์
CreationDate=สร้างวันที่
Description=รายละเอียด
NowCleaning=ล้างตอนนี้:
ScheduleNextTime=ครั้งต่อไป:
Never=ตลอด
InputType=ป้องชื่อไฟล์หรือประเภืไฟล์ (ตัวอย่าง:*.tmp ฯลฯ...)
WarnNoType=กรุณาเลือกประเภทไฟล์ที่คนหา!
NoItemChecked=กรุณาเลือกไฟล์ที่จะล้าง
WDCRunning=โปรแกรมกำลังใช้งาน
RemoveSysRestore=คุณต้องการลบจุดเริ่มคืนค่าระบบหรือไม่
RestoreFromSysRestore=คุณจำเป็นต้องรีบูตคอมพวเตอร์ของคุณเพื่อคืนค่าระบบ คุณต้องการเริ่มคืนค่าตอนนี้หรือไม่
WarnZeroFile=คุณเลือกโหมด "ไฟล์ว่าง" บางไฟล์ 0 ไบต์จำเป็น กรุณาดูอีกครั้งก่อนจะลบออก คุณแน่ใจหรือไม่ที่จะลบ
SysRestoring=กำลังเตรียมคืนค่าระบบ...
SysCreating=กำลังสร้างจุดคืนค่าระบบ
Browse=เรียกดู...
AllHardDrive=โลคอลฮาร์ดไดรฟ์
Cleaning=กำลังล้าง...
Exported=รายการปัจจุบันถูกส่งออกไปยัง %s คุณต้องการเปิดไฟล์ตอนนี้หรือไม่
LeftTimeSec=ระยะเวลา: %s วินาที
Safetodel=รายการนี้สามารถลบแบบปลอดภัย
MoreSpace=สำหรับพื้นที่เพิ่มเติม
Unknow=ไม่เป็นที่รู้จัก
AddFileType=เพิ่มประเภทไฟล์
AlreadExist=%s มีอยู่แล้วในรายการ
illegalType=%s เป็นไฟล์ผิดกฏหมาย
Summary=สรุป
InputSummary=กรุณาป้อนรายละเอียดของไฟล์ประเภทนี้:
noselected=ไม่มีรายการที่เลือก
DelFileType=คุณแน่ใจหรือไม่ที่จะลบไฟล์ประเภทนี้
ScanAborted=การสแกนถูกยกเลิก!
TrashFound=พบ %d ไฟล์ จากทั้งหมด %s 
NoTrashAndTrace=ขอแสดงความยินดี! คุณล้างคอมพิวเตอร์แล้ว!
CleanDone=การล้างเสร็จสมบูรณ์!
LestOne=กรุณาเลือกรายการที่สแกน
LestOneClean=กรุณาเลือกรายการที่สแกน
Scanning=กำลังสแกน...
InvalidIgnorItem=ไม่สามารถเพิกเฉยรายการนี้
TraceFound=พบ %d ร่องราย 
CleanNow=แนะนำให้ล้างทันที
TrashRemoved=ลบ %d ไฟล์ และ %s พื่นที่ดิสก์ว่าง
TraceRemoved=ลบ %d ร่องรอย
LastCommonClean=ครั้งสุดท้ายที่คุณล้างดิสก์เมื่อ:
Working=โปรดรอสักครู่สำหรับงานปัจจุบันที่ทำ และลองอีกครั้ง
NoFilesFound=ไม่มีไฟล์ขยะ
NoTracesFound=ไม่มีร่องรอย
FindTraces=%d ร่องรอย
NoItemFound=ไม่พบรายการ
FindFilesSize=พบ %d ไฟล์ จากทั้งหมด %s 
FindTracesSection=พบ %d ร่องรอยในเซคชัน
CanFreeSpace=พบ %d ไฟล์ และ %s จะถูกบันทึก 
TotalTraces=พบทั้งหมด %d ร่องรอย
EnableRestore=ปิดการทำงานคืนค่าระบบ คุณต้องการเปิดการทำงานคืนค่าระบบหรือไม่
RestorePointFail=ล้มเหลวในการสร้างจุดคืนค่า
ErrorMsg=ข้อความผิดพลาด:
NoNewVer=ขอแสดงความยินดี! เวอร์ชันที่คุณใช้เป็นเวอร์ชันล่าสุด!
KeyWord=กรุณาเลือกคีย์เวิร์ดของคุณ
AddFolder=เพิ่มโฟลเดอร์
CannotCrTask=ไม่สามารถสร้างปฏิทินงาน
InvalidType=กรุณานามสกุุลไฟล์ที่ถูกต้อง
NoType=กรุณาตรวจสอบประเภทการค้นหา
FailToDelete=บางไฟล์ไม่สามารถลบจนกว่าระบบของคุณจะบูตครั้งต่อไป
GoodHabit=รักษาเครื่องคอมพิวเตอร์ของคุณให้สะอาดเป็นนิสัยที่ดี กรุณาล้างตอนนี้!
7After=%d วันที่ผ่านมาตั้งแต่ล้างครั้งสุดท้าย ขอแนะนำให้สแกนทันที
7Before=มันเป็นนิสัยที่ดีเพื่อให้ไดรฟ์ของคุณสะอาดและความปลอดที่เป็นส่วนตัวของคุณ
TaskExists=ปฏิทินงานมีอยู่ คุณต้องการลบหรือสร้างปฏิทินงานใหม่หรือไม่ ( ไม่ - แก้ไขงานที่มีอยู่ ยกเลิก - ยกเลิกกระบวนการ)
NoBackupSelected=กรุณาเลือกการสำรองเพื่อคืนค่า
StartScan=เริ่มสแกน
StartClean=เริ่มการล้าง
Cancel=ยกเลิก
Idle=เมื่อไม่ได้ใช้งาน
Daily=ประจำวัน
Weekly=ประจำสัปดาห์
Monthly=ประจำเดือน
Monday=วันจันทร์
Tuesday=วันอังคาร
Wednesday=วันพุธ
Thursday=วันพฤหัสบดี
Friday=วันศุกร์
Saturday=วันเสาร์
Sunday=วันอาทิตย์
AvdDefaultHint=ส่วนนี้มีการตั้งค่าขั้นสูงเพื่อค้นหาไฟล์ที่ไร้ประโยชน์เพิ่มเติมและพื้นที่เพิ่มเติม
TrashFoundEx=พบไฟล์ขยะต่อไป:
NoDriveChecked=คุณควรเลือกไดรฟ์เพื่อสแกน
ScanFor=สแกนไดรฟ์:
FindDrives=กำลังค้นหาไดรฟ์
Login=เมื่อเข้าสู่ระบบ
NewVer=มีเวอร์ชันใหม่! คุณต้องการอัพเกรดตอนนี้หรือไม่
TranslateTo=แปลไ
AddCookies=เพิ่มคุกกี้
InputCookie=แปลไปยัง ...
InvalidCookie=คุกกี้ไม่ถูกต้อง
BrowserRunning=ใช้งาน %s คุณต้องการที่จะปิดหรือไม่ มิฉะนั้น แคชและคุกกี้ไม่สามารถลบได้

[CommonClean]
ScanAbortedHint=เราขอแนะนำให้คุณสแกนอีกครั้งทันทีเพื่อหาไฟล์ที่ไร้ประโยชน์และร่องรอย
DefaultHint=ล้างไฟล์ที่ไร้ประโยชน์และร่องรอยอินเทอร์เน็ตสามารถประหยัดพื้นที่ของคุณและการรักษาความปลอดภัยส่วนบุคคลของคุณ
ScanAbortedHint1=เราแนะนำให้คุณสแกนหาไฟล์ที่ไร้ประโชยน์ทันที
WhenIdle=เมื่อไม่ได้ใช้งาน
WhenLogin=เมื่อเข้าสู่ระบบ

[SysClean]
Open=เปิด
Remove=ลบ
MoreSpace=สำหรับพื้นที่เพิ่มเติม
Cleaning=กำลังล้าง...
Scanning=กำลังสแกน...
ScanEnd=พบทั้งหมด %d รายการ %s พื้นที่ดิสก์จะว่างหลังจากลดขนาด
NoItems=ขอแสดงความยินดี! ไดรฟ์ระบบของคุณสะอาดแล้ว
SpaceFreed=ลดขนาดสำเร็จ %s พื้นที่ดิสก์ว่าง
Installer=ตัวติดตั้งวินโดวส์ล้าสมัย
LongInstaller=ตัวติดตั้งวินโดวส์ล้าสมัยเป็นไฟล์ที่ไร้ประโยชน์ คุณสามารถลบมันออกเพื่อให้พื้นที่ดิสก์ว่าง
PatchUninstall=ไฟล์ถอนการติดตั้งสำหรับวินโดวส์อัพเดตแพท
LongPatchUninstall=ถ้าคุณไม่ต้องการถอนการติดตั้งวินโดวส์อัพเดต คุณสามารถลบมันทิ้งได้
Downloadedfiles=ไฟล์ Windows Downloaded Installation
Longdownloadedfiles=หลังจากวินโดวส์ติดตั้งอัพเดตแพทสำเร็จ มันปลอดภัยที่จะลบไฟล์ทิ้ง
Baselinecache=การติดตั้งวินโดวส์แคชพื้นฐาน
LongBaselinecache=ไฟล์ที่ถูกสร้างโดยการติดต้างวินโดวส์เซอร์วิส และ สามารถลบพวกมันออก
JPIME=Japanese IME
LongJPIME=ถ้าคุณไม่ต้องการ ไฟล์ Japanese IME ต่าง ๆ คุณสามารถลบพวกมันได้
KoreanIME=Korean IME
LongKoreanIME=ถ้าคุณไม่ต้องการไฟล์ Korean IME ต่าง ๆ คุณสามารถลบพวกมันได้
TChineseIME=Traditional Chinese IME
LongTChineseIME=ถ้าคุณไม่ต้องการไฟล์ Traditional Chinese IME ต่าง ๆ คุณสามาถลบพวกมันได้
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=ถ้าคุณไม่ต้องการไฟล์ Microsoft Pinyin IME ต่าง ๆ คุณสามารถลบพวกมันได้
HelpFile=Help Files of Windows
LongHelpFile=ถ้าคุณไม่ต้องการไฟล์ Help Files of Windows ต่าง ๆ คุณสามารถลบพวกมันได้
SamplePic=Sample Pictures of Windows
LongSamplePic=ถ้าคุณไม่ต้องการ Sample Pictures of Windows ต่าง ๆ คุณสามารถลบพวกมันได้
SampleMic=Sample Music of Windows
LongSampleMic=ถ้าคุณไม่ต้องการ Sample Music of Windows ต่าง ๆ คุณสามารถลบพวกมันได้
SampleVideos=Sample Videos of Windows
LongSampleVideos=ถ้าคุณไม่ต้องการ Sample Videos of Windows ต่าง ๆ คุณสามารถลบพวกมันได้
SampleMedia=Sample Media of Windows
LongSampleMedia=ถ้าคุณไม่ต้องการ Sample Media of Windows ต่าง ๆ คุณสามารถลบพวกมันได้
Wallpaper=Wallpaper files of Windows
LongWallpaper=ถ้าคุณไม่ต้องการ Wallpaper files of Windows ต่าง ๆ คุณสามารถลบพวกมันได้

[DiskDefrag]
Volume=ไดรฟ์
Format=ไฟล์ระบบ
TotalSpace=พื้นที่ทั้งหมด
FreeSpace=พื้นที่ว่าง
Fragmented=ชิ้นส่วน
Status=สถานะ
PmDefrag=จัดเรียงข้อมูล
QuickOpt=เพิ่มประสิทธิภาพอย่างรวดเร็ว
FullOpt=เพิ่มประสิทธิภาพแบบเต็มรูปแบบ
PmAnlyse=วิเคราะห์
Resume=เล่นใหม่อีกครั้ง
Analying=การวิเคราะห์
Defragmenting=การจัดเรียงข้อมูล
Optimizing=เพิ่มประสิทธิภาพ
Analyed=วิเคราะห์
Defragmented=การจะเรียงข้อมูล
Optimized=การเพิ่มประสิทธิภาพ
Pause=หยุดชั่วขณะ
IsSSD=การเลือกของคุณอาจมีอย่างน้อยหนึ่งที่เป็น solid drive และ การจัดเรียงข้อมูลดิสก์อาจจะลดระยะเวลาการใช้งานของมัน คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ
FragmentedRate=การกระจายตัว

[Area]
Networkmapping=ประวัติแผนผังไดรฟ์เครือข่าย
LastDownloadDir=พื้นที่ดาวน์โหลดครั้งสุุดท้าย
TrashClean=ไฟล์ที่ไร้ประโยชน์ในคอมพิวเตอร์
TraceClean=ร่องรอยในคอมพิวเตอร์
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office Recent History
TypeOtherApp=Other Applications
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Components
FireFoxOther=Mozilla Firefox Other Histories
FireFoxPass=Mozilla Firefox Saved passwords
FireFoxForm=Mozilla Firefox Autocomplete Form History
FireFoxCookies=Mozilla Firefox Cookies
ChromePass=Google Chrome Saved passwords
ChromeForm=Google Chrome Autocomplete Form History
ChromeCookies=Google Chrome Cookies
IEPass=IE Saved Passwords (ข้อมูลส่วนตัวไม่อยู่ในรายชื่อ)
IEForm=IE Autocomplete Form History (ข้อมูลส่วนตัวไม่อยู่ในรายชื่อ)
IECookies=Microsoft IE Cookies
DOMStoreCookies=Microsoft IE DOMStore Cookies
TypeInternet=การท่องอินเตอร์เน็ต
JumpList=Taskbar Jump Lists (รายการคงจะถูกลบออกด้วย)
SearchList=Windows Search History
TraryNotify=Windows Tray Notification Cache
ExplorerMRU=Other Explorer MRUs
Recentdocuments=เอกสารล่าสุด
RunStartMenu=ใช้งานเมนูเริ่มต้น
TypeSystem=ระบบวินโดวส์
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla Firefox Cache
ChromeCache=Google Chrome Cache
IECahce=Microsoft IE Cache
LogFile=System Log Files
DownloadedPatch=ไฟล์ดาวน์โหลดที่สร้างโดยวินโดวส์
ErrorReport=ไฟล์รายงานข้อมูลผิดพลาด
Dump=ไฟล์ดัมพ์หน่วยความจำ
ThumbCache=Thumbnail Cache
InvalidLnk=ช็อตคัทไม่ถูกต้อง
UserTemp=ไฟล์ขยะที่สร้างโดยแอพพลิเคชัน
SysTemp=ไฟล์ขยะที่สร้างโดยวินโดวส์
Prefetch=ข้อมูลของ Windows Prefetch
RemoteDesktop=Cache Files of Remote Desktop
Recyclebin=Rectcke Bin ว่าง
SafariCache=Safari Internet Cache
SafariHistory=Safari History
SafariCookies=Safari Cookies
SafariPass=Safari Saved Form Information
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=ผู้ใช้เริ่มต้น
ZeroFile=ไฟล์ว่าง - 0 ไบต์
WinSetupLog=ไฟล์ประวัติการติดตั้งวินโดวส์ผิดพลาด
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=ช็อตคัทไม่ถูกต้อง
UserTemp=ไฟล์ในโฟลเดอร์ชั่วคราวของผู้ใช้
WinTemp=ไฟล์ในโฟลเดอร์ชั่วคราวของวินโดวส์
RecentFiles=ลิ้งค์ของไฟล์ปัจจุบัน
PatchSource=Windows Update Sources
TempFile=ไฟล์ชั่วคราว
fcwdir=ไฟล์ที่สร้างขึ้นโดยกระบวนการดาวน์โหลด
tfcbp=ไฟล์ชั่วคราวที่สร้างโดยโปรแกรม
sdrf=ไฟล์คืนค่าที่สร้างระหว่าสแกนดิสก์
OldFile=ไฟล์เก่า
outdatedfile=ไฟล์เก่า
fcwhfir=ไฟล์ที่สร้างเมื่อกำลังใช้งานไฟล์ช่วยเหลือ
Ncfile=ไฟล์ Newsgroup cache
Backupfile=ไฟล์สำรอง
WBfile=ไฟล์สำรองของ MS Word
Cbswahf=ไฟล์ที่สร้างขณะที่กำลังค้นหาไฟล์ช่วยเหลือ
whtf=ไฟล์ชั่วคราวของระบบช่วยเหลือของวินโดวส์
Logfile=ไฟล์ประวัติ
LLogfile=ไฟล์ประวัติที่สร้างโดยแอพพลิเคชัน หรือ บริการของระบบ
Errorfile=ไฟล์ผิดพลาด
Wmdf=ไฟล์ดัมพ์ของ Win2000/XP
bcomf=สำเนาสำรองของไฟล์ปรับแต่ง
Indexfile=ไฟล์อินเด็กซ์
ifcbsiotitpbs=ไฟล์อินเด็กซ์ที่สร้างขึ้นโดยคำสั่งในระบบเพื่อเพิ่มประสิทธิภาพการเรียกดูภาพให้เร็วขึ้น
Tfcds=ไฟล์ชั่วคราวที่สร้างระหว่างติดตั้ง
Intermediatefile=ไฟล์กลาง
chkfile=ไฟล์ฟื้นฟู

[AutoClean]
DiskSaved=พื้นที่ดิสก์ที่ถูกบันทึก
Title=ขอแสดงความยินดี!
TraceCleanned=ร่องรอยที่ถูกล้าง

[Skin]
SkinDefault=เริ่มต้น
SkinGray=เทา
SkinOrange=ส้ม
SkinCustom=ด้วยตนเอง
SkinColor=สีสกินที่เลือกเอง

